{"animeTitle":[" Kono Subarashii Sekai ni Shukufuku wo! 2","Kobayashi-san Chi no Maid Dragon","Masamune-kun no Revenge","Ao no Exorcist: Kyoto Fujouou-hen","Kuzu no Honkai","Youjo Senki","Little Witch Academia (TV)","Demi-chan wa Kataritai","Gabriel DropOut","Fuuka","Seiren","Gintama.","Tales of Zestiria the X 2nd Season","ChäoS;Child","Akiba's Trip The Animation","ACCA: 13-ku Kansatsu-ka","Urara Meirochou","Shouwa Genroku Rakugo Shinjuu: Sukeroku Futatabi-hen","Hand Shakers","Rewrite 2nd Season","Chain Chronicle: Haecceitas no Hikari","One Room","Kemono Friends","Yowamushi Pedal: New Generation","ēlDLIVE","Super Lovers 2","Nyanko Days","Onihei","Reikenzan: Eichi e no Shikaku","BanG Dream!","Schoolgirl Strikers: Animation Channel","Minami Kamakura Koukou Joshi Jitensha-bu","Piace: Watashi no Italian","Yami Shibai 4th Season","Marginal#4: Kiss kara Tsukuru Big Bang","Idol Jihen","Choboraunyopomi Gekijou Dai San Maku Ai Mai Mii: Surgical Friends","Chiruran: Nibun no Ichi","Kirakira☆Precure A La Mode","Chou Shounen Tanteidan Neo","Sengoku Choujuu Giga: Otsu","Forest Fairy Five","Kochinpa! Dainiki","Nananin no Ayakashi: Chimi Chimi Mouryou!! Gendai Monogatari","Inazma Delivery","Sentai Hero Sukiyaki Force","Tokyo Futago Athletic","Pikaia!!","Gan Gan Ganko-chan","Yukai na Animal Bus","High & Low: G-Sword","Naruto: Shippuuden","One Piece","Sousei no Onmyouji","Dragon Ball Super","Detective Conan","3-gatsu no Lion","Trickster: Edogawa Ranpo \"Shounen Tanteidan\" yori","All Out!!","Mobile Suit Gundam: Iron-Blooded Orphans 2nd Season","Crayon Shin-chan","Yu☆Gi☆Oh! Arc-V","Pokemon Sun & Moon","ClassicaLoid","Long Riders!","Tiger Mask W","Nobunaga no Shinobi","Youkai Watch","Aggressive Retsuko","PriPara","Monster Hunter Stories: Ride On","Furusato Saisei: Nihon no Mukashibanashi","Aikatsu Stars!","Digimon Universe: Appli Monsters","Puzzle & Dragons Cross","Beyblade Burst","Koneko no Chii: Ponponra Daibouken","Nyanbo!","Doraemon (2005)","Gudetama","Cardfight!! Vanguard G: Next","Time Bokan 24","Nintama Rantarou","Sazae-san","Shounen Ashibe: Go! Go! Goma-chan","Kamisama Minarai: Himitsu no Cocotama","Chibi Maruko-chan (1995)","Future Card Buddyfight DDD","Bonobono (2016)","Sore Ike! Anpanman","Heybot!","Rilu Rilu Fairilu: Yousei no Door","Neko Neko Nihonshi","Ojarumaru","Battle Spirits: Double Drive","Duel Masters VSRF","Shima Kousaku no Asia Shinseki-den","Disney Tsum Tsum","CoCO & NiCO","Kamiwaza Wanda","Nameko: Sekai no Tomodachi","Kamigami no Ki","Lan Mao","Asa da yo! Kaishain","Neko Konogoro","Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?","Nyanfuru","Nyanpuku Nyaruma","Life!","Hanakappa","Shiawase Haitatsu Taneko","Telemonster","Aware! Meisaku-kun","Mikan Seijin Arawaru","Freaky Highschool","Panda no Taputapu","Tomodachi 8-nin","Gohan Kaijuu Pap","Neko no Dayan: Fushigi Gekijou","Ousama Monogatari","Shimajirou no Wow!","Tama & Friends: Uchi no Tama Shirimasenka?","Yowamushi Monsters","Panpaka Pants","Pittanko! Nekozakana","PJ Berri no Mogumogu Munyamunya","Chobitto Zukan","Dochamon Junior 2","Kirin the Noop","Liv & Bell","Beads no Mori no Rabi","Konigiri-kun","Keito no Yousei: Knit to Wool","Mono-darake!","Oidon to","Nanbaka (ONA)","Koro-sensei Quest!","Shingeki no Bahamut: Genesis - Short Story","Blood Lad: Kanketsu Kinen","Mobile Suit Gundam Thunderbolt 2nd Season","Chou Yuu Sekai: Being the Reality","Youjo Shenki","Henkei Shoujo","Youjo Shenki Episode 0","Tales of the Rays","Yo! Daitouryou Trap-kun","Sakura Internet","Eureka Seven AO Final Episode: One More Time - Lord Don't Slow Me Down","Monmusu Quest!","Ancien to Mahou no Tablet: Mou Hitotsu no Hirune Hime","Yume Oukoku to Nemureru 100 Nin no Ouji-sama: Short Stories","Monster Strike 2: Katsubou no Hate no Risoukyou","The iDOLM@STER Million Live! 4th Anniversary PV","Crayon Shin-chan Gaiden: Kazokuzure Ookami","Tama Pawns","Tokyo Sake Brewery","Ao no Strada","Rara Maji","Tapuri Card x Kaijuu Sakaba Kanpai: Kanegon no Shuchou","Heisei Matsue Kaidan: Ayashi","Yoshida no Matsue Beauty Daisakusen","Yoshida no Matsue Beauty Daisakusen Prologue","Midori no Kuni no Otomodachi: Koeda-chan","Kamiusagi Rope x ROPÉ Sisters","Fin-tan","Niuniu Elise PV","MAFF x Chobitto Zukan","Matsue Kankou Taishi Sanri ga Iku! Matsue Ghost Tour","Kaishain x Sumida Suizokukan Bikkuri! Kai Matsuri CM","Akita Kenritsu Iburi Gakkou Chuutou-bu: Web-ban Omake","Funi Funi Marshmallow","Zo Zo Zo Zombie-kun","Mahoutsukai no Yome: Hoshi Matsu Hito","Super Danganronpa 2.5: Komaeda Nagito to Sekai no Hakaimono","Oshiete! Galko-chan OVA","Super Lovers OVA","High School Fleet OVA","Amanchu! Special","Uchuu Senkan Yamato 2202: Ai no Senshi-tachi","Yuyushiki: Komarasetari, Komarasaretari","Days OVA","Hatsukoi Monster OVA","Armed Blue Gunvolt","Nuki Doki! Tenshi to Akuma no Sakusei Battle - Revolution","Shikkoku no Shaga The Animation","Green Eyes: Ane Kyun! yori The Animation","Jitaku Keibiin","Kyonyuu Reijou MC Gakuen","Ero Semi: Ecchi ni Yaruki ni ABC - The Animation","Onihei: Sono Otoko, Heizou Hasegawa","Sagurare Otome The Animation","Idol Kyousei Sousa","Ichinen Buri no The Animation","Momoiro Bouenkyou Anime Edition","Landreaall","Sword Art Online Movie: Ordinal Scale","Kizumonogatari III: Reiketsu-hen","Kuroko no Basket: Last Game","Trinity Seven Movie: Eternity Library to Alchemic Girl","Kuroshitsuji Movie: Book of the Atlantic","Overlord Movie 1: Fushisha no Ou","Digimon Adventure tri. 4: Soushitsu","Gyakusatsu Kikan","Overlord Movie 2: Shikkoku no Eiyuu","Hirune Hime: Shiranai Watashi no Monogatari","Koutetsujou no Kabaneri Movie 2: Moeru Inochi","Chain Chronicle: Haecceitas no Hikari Part 2","Chain Chronicle: Haecceitas no Hikari Part 3","Lupin the IIIrd: Chikemuri no Ishikawa Goemon","Yuuki Yuuna wa Yuusha de Aru: Washio Sumi no Shou 1 - Tomodachi","Ao Oni The Animation (Movie)","Yuuki Yuuna wa Yuusha-bu Shozoku","Koisuru Shirokuma","Red Ash: Gearworld","Precure Dream Stars! Movie","Zunda Horizon","Doraemon Movie 37: Nobita no Nankyoku Kachikochi Daibouken","Genbanojou","PriPara Movie: Mi~nna de Kagayake! Kirarin☆Star Live!","Charanpo Shima no Monogatari","Sagaken wo Meguru Animation (2017)","Gou-chan. Moko to Chinjuu no Mori no Nakama-tachi","Shimajirou to Niji no Oasis","Da Wei Bei Ken Zhi Daomei Tegong Xiong","Turning Mecard W: Black Mirror ui buhwal","Boku no Hero Academia 2nd Season: Hero Note","Kobayashi-san Chi no Maid Dragon Specials","Ryuu no Haisha","Gabriel DropOut Specials","Natsume Yuujinchou Go Specials","ChäoS;Child Episode 0","Youjo Senki Recap","Kuroko no Basket: Oshaberi Shiyou ka","Servamp: Hai ni Mamireta Shoukei - All the world's a stage","Berserk Recap","ViVid Strike! Specials","Stella no Mahou Specials","Kiitarou Shounen no Youkai Enikki: Jonan no Saijitsu","Teekyuu 8 Specials","Chein Kuro-Nikuru!!","Wake Up, Girl Zoo! Taiwan de Go!","Aware! Meisaku-kun: Meiji Saite Oishii Mozzarella","Cine Mileage Card x Asa da yo! Kaishain "],"animeDescr":[" When Kazuma Satou died, he was given two choices: pass on to heaven or be revived in a fantasy world. After choosing the new world, the goddess Aqua tasked him with defeating the Demon King, and let him choose any weapon to aid him. Unfortunately, Kazuma chose to bring Aqua herself and has regretted the decision ever since then. Not only is he stuck with a useless deity turned party archpriest, the pair also has to make enough money for living expenses. To add to their problems, their group continued to grow as more problematic adventurers joined their ranks. Their token spellcaster, Megumin, is an explosion magic specialist who can only cast one spell once per day and refuses to learn anything else. There is also their stalwart crusader, Lalatina \"Darkness\" Dustiness Ford, a helpless masochist who makes Kazuma look pure in comparison. Kono Subarashii Sekai ni Shukufuku wo! 2 continues to follow Kazuma and the rest of his party through countless more adventures as they struggle to earn money and have to deal with one another's problematic personalities. However, things rarely go as planned, and they are often sidetracked by their own idiotic tendencies. [Written by MAL Rewrite]"," As Kobayashi sets off for another day at work, she opens her apartment door only to be met by an unusually frightening sight—the head of a dragon, staring at her from across the balcony. The dragon immediately transforms into a cute, busty, and energetic young girl dressed in a maid outfit, introducing herself as Tooru. It turns out that the stoic programmer had come across the dragon the previous night on a drunken excursion to the mountains, and since the mythical beast had nowhere else to go, she had offered the creature a place to stay in her home. Thus, Tooru had arrived to cash in on the offer, ready to repay her savior's kindness by working as her personal maidservant. Though deeply regretful of her words and hesitant to follow through on her promise, a mix of guilt and Tooru's incredible dragon abilities convinces Kobayashi to take the girl in. Despite being extremely efficient at her job, the maid's unorthodox methods of housekeeping often end up horrifying Kobayashi and at times bring more trouble than help. Furthermore, the circumstances behind the dragon's arrival on Earth seem to be much more complicated than at first glance, as Tooru bears some heavy emotions and painful memories. To top it all off, Tooru's presence ends up attracting several other mythical beings to her new home, bringing in a host of eccentric personalities. Although Kobayashi makes her best effort to handle the crazy situation that she has found herself in, nothing has prepared her for this new life with a dragon maid. [Written by MAL Rewrite]"," As a child, Masamune Makabe once suffered greatly at the hands of a wealthy and beautiful girl named Aki Adagaki, who nicknamed him \"Piggy\" due to his chubby appearance. Seeking revenge against his tormentor, Masamune works hard to improve himself and returns as an incredibly handsome, albeit narcissistic, high school student. When he encounters Aki once again, he is prepared to exact vengeance. With the aid of the rich girl's maid, Yoshino Koiwai, Masamune slowly begins to build his relationship with Aki, intending to break her heart when the time is right. However, as his friendship with Aki begins to grow, Masamune starts to question the objectives of his devious plans, and if bringing them to fruition is what his heart truly desires. [Written by MAL Rewrite]"," The ExWire of True Cross Academy are beset with shock and fear in the aftermath of discovering that one of their own classmates, Rin Okumura, is the son of Satan. But for the moment, they have more pressing concerns than that of Rin's parentage: the left eye of the Impure King, a powerful demon, has been stolen from the academy's Deep Keep. After an attempt is made to steal the right eye in Kyoto as well, Rin and the other ExWires are sent to investigate the mystery behind the Impure King and the ultimate goal of the thief. While this mission has them cooperating for the time being, Rin has never felt more distant from his fellow exorcists. In his attempt to reconcile with them, he undergoes specialized training to control his dark power. However, when the right eye is stolen not long after their arrival, the unthinkable threat of a traitor amongst them leaves them in need of all the power they can get. [Written by MAL Rewrite]"," To the outside world, Hanabi Yasuraoka and Mugi Awaya are the perfect couple. But in reality, they just share the same secret pain: they are both in love with other people they cannot be with. Hanabi has loved her childhood friend and neighbor Narumi Kanai for as long as she can remember, so she is elated to discover that he is her new homeroom teacher. However, Narumi is soon noticed by the music teacher, Akane Minagawa, and a relationship begins to blossom between them, much to Hanabi's dismay. Mugi was tutored by Akane in middle school, and has been in love with her since then. Through a chance meeting in the hallway, he encounters Hanabi. As these two lonely souls spend more time together, they decide to use each other as a substitute for the one they truly love, sharing physical intimacy with one another in order to stave off their loneliness. [Written by MAL Rewrite]"," Tanya Degurechaff is a young soldier infamous for predatorial-like ruthlessness and an uncanny, tactical aptitude, earning her the nickname of the \"Devil of the Rhine.\" Underneath her innocuous appearance, however, lies the soul of a man who challenged Being X, the self-proclaimed God, to a battle of wits—which resulted in him being reincarnated as a little girl into a world of magical warfare. Hellbent on defiance, Tanya resolves to ascend the ranks of her country's military as it slowly plunges into world war, with only Being X proving to be the strongest obstacle in recreating the peaceful life she once knew. But her perceptive actions and combat initiative have an unintended side effect: propelling the mighty Empire into becoming one of the most powerful nations in mankind's history. [Written by MAL Rewrite]"," In a time when magic is on the decline amid society, Atsuko Kagari is a cheerful girl who enters Luna Nova Academy in order to accomplish her dream of becoming a witch like her idol, Shiny Chariot. Shiny Chariot is a famous witch who disappeared from public view many years ago. On her way to school, Kagari meets the kind Lotte Yanson and the mischevious Sucy Manbavaran and the three become friends as they share a bedroom in campus. At the academy, Atsuko soon discovers she is in serious disadvantage compared to the other girls since she doesn`t come from a magical family and is required to learn the magical curriculum from scratch. Having found an item that once belonged to Chariot, Atsuko must discover how to activate and properly use the mysterious Shiny Rod as she hopes it might lead to finding out what has truly happened to her vanished idol. (Source: ANN)","","High school biology teacher Tetsuo Takahashi may look like your average everyday instructor, but beneath his gentle appearance lies something less ordinary: his fascination for the \"Ajin,\" more commonly known as \"Demi.\" Although these half-human, half-monster beings have integrated into human society, Takahashi believes that much about them will remain unknown unless he interacts with them firsthand. Demi-chan wa Kataritai follows Takahashi's daily life in Shibasaki High School together with his three Demi students—Hikari Takanashi, an energetic vampire; Kyouko Machi, a gentle dullahan; and Yuki Kusakabe, the shy snow woman. Along the way, Takahashi also meets fellow teacher Sakie Satou, a succubus with an aversion towards men. To fulfill his goal of learning more about the Demi, Takahashi decides to conduct casual interviews with the girls to learn more about their abilities, psyche, and interaction with human society. As Takahashi strengthens his bond with his students, he soon discovers that the Demi are not as unusual as he initially believed. [Written by MAL Rewrite]"," For centuries, Heaven has required its young angels to live and study among humans in order to become full-fledged angels. This is no different for top-of-her-class Gabriel White Tenma, who believes it is her mission to be a great angel who will bring happiness to mankind. However, Gabriel grows addicted to video games on Earth and eventually becomes a hikikomori. Proclaiming herself a \"Faillen Angel,\" she is apathetic to everything else—much to the annoyance of Vignette April Tsukinose, a demon whom Gabriel befriended in her angelic early days on Earth. Vignette's attempts to revert Gabriel back to her previous self are in vain, as Gabriel shoots down any attempt to change her precious lifestyle. As they spend their time on Earth, they meet two eccentric personalities: the angel Raphiel Ainsworth Shiraha, Gabriel's classmate with a penchant for sadism, and the demon Satanichia McDowell Kurumizawa, a clumsy self-proclaimed future ruler of the Underworld. Gabriel DropOut follows these four friends' comedic lives as they utterly fail to understand what it truly means to be a demon or an angel. [Written by MAL Rewrite]"," Yuu Haruna just moved into town and loves to use Twitter. Out on his way to buy dinner, he bumps into a mysterious girl, Fuuka Akitsuki, who breaks his phone thinking he was trying to take a picture of her panties. How will his new life change now? (Source: MAL News)"," For high school students like Shouichi Kamita, university entrance exams and the future are common concerns. It is also during this time in life that a mysterious emotion that vexes people of all ages may begin to weigh upon one's mind—love. At this point in his teenage years, Shouichi finds three girls he could see himself having a future with: the ever-cheerful Hikari Tsuneki, who teases Shouichi without mercy, but actually has a softer side; the competitive gamer, Tooru Miyamae, who has difficulty communicating with others; and Shouichi's childhood friend, Kyouko Touno, the sometimes immature shoujo manga enthusiast. Seiren follows Shouichi's relationships with these three girls across three separate arcs, as their feelings grow from mutual interest and blossom into something more beautiful. [Written by MAL Rewrite]"," Season 5 of Gintama.","","The second season of Tales of Zestiria the X."," A series of gruesome murders dubbed \"New Generation Madness\" once induced mass hysteria in Shibuya. At its peak during a frenzied riot, a sudden earthquake reduced the district into nothing but rubble, while leaving surrounding wards strangely intact. Six years later, in a newly rebuilt Shibuya, mysterious deaths begin to crop up again. It is not long before third-year student Takuru Miyashiro realizes a connection: the dates of the recent murders match those of the New Generation Madness incidents. He, along with several members of his school's newspaper club, decide to delve deeper into the mystery, only to find themselves stranded in the middle of a new crime scene themselves... [Written by MAL Rewrite]"," Otaku siblings Tamotsu and Niwaka Denkigai are shopping in Akihabara when it is overrun by vampiric cosplaying monsters! These creatures, known as \"Bugged Ones,\" can possess anyone they bite and soon they begin causing mayhem across the city. As Tamotsu finds himself at the mercy of one of these creatures, he is rescued by the mysterious baseball bat-wielding Matome Mayonaka. Together, they fight through several more encounters with the Bugged Ones, but before long, Tamotsu is fatally wounded protecting Matome. With no other choice, she revives him as a high level Bugged One—just like her! Tamotsu and Matome, along with excitable otaku cosplayer Arisa Ahokainen, make up the group \"The Electric Mayonnaise\" and they begin dispatching the Bugged Ones in the only way they know how: by ripping off their clothes and exposing them to sunlight! [Written by MAL Rewrite]"," The kingdom of Dowa, which is subdivided into 13 states, is celebrating its monarch's 99th birthday. These 13 states have many agencies that are controlled by the giant organization known as ACCA. Within ACCA, Jean Otus is the second-in-command of the inspection agency. His agency has ten people placed in each of the 13 states, with a central office in the capital city. They keep track of all the activities of ACCA across the kingdom, and keep data on each state's ACCA office flowing toward the central office. Jean also often has business trips from the capital to the other districts to check on the situation and personnel there. (Source: MangaHelpers)"," This is Meirochou (Labyrinth Town), the town of fortune-telling. In town, there is a fortune-telling shop called Urara, where girls aspiring to be fortune-tellers come from all over the country. Chiya, who was raised in the mountains, comes to the town with a purpose, but what is it exactly? There, she meets Kon who is always serious, Koume who loves all things western, and the shy Nono. Their fun days of living together as apprentice fortune-tellers are about to begin. (Source: MAL News)"," Ex-convict turned Rakugo apprentice Yotarou has finally taken the name of Yurakutei Sukeroku III, and with his master Yakumo's permission has attained the lofty rank of shin'uchi. He assumes the name at a critical time for Rakugo, with audiences fewer than ever. At the same time he has started acting as a husband to Konatsu, who is now a single mother. Yotarou thus begins the struggle to fill the role of Sukeroku, both as the future of Rakugo and as a part of Yakumo's and Konatsu's lives. (Source: ANN)"," The anime takes place in Osaka in \"AD20XX,\" and revolves around the Hand Shakers—partners who can summon \"Nimrodes,\" weapons born from their deep psyche by joining hands. In order to grant the pair's wish, the Hand Shakers compete with and fight other Hand Shaker pairs. The top pair will then meet and challenge \"God.\" \"They, the receivers of the Revelation of Babel. They, the challengers to God. They, who inevitably throw themselves into battle with their partners. What does God want from them? And did they want powers exceeding that of Gods? The chosen ones, their souls linked, join hand and hand for the Ziggurat where the fighting shall ensue.\" (Source: ANN)"," The second season of the Rewrite series which adapts Moon and Terra routes."," Set in the land of Yuguto, the people thought that the land they live is the size of the world, but it's actually divided into several areas, each with a respective king. Even though there were small wars among areas, the kings had roundtable meetings to maintain peace and balance. It was until a dark group of dark monsters appeared... (Source: MAL News)"," Series of shorts that will tell stories of \"three sisters raised in your (one) room.\""," Japari Park is an untamed paradise where many humanoid animals, known as \"Friends,\" live their everyday lives in all corners of the natural environmental park. One lazy afternoon in the savannah area, the energetic Serval encounters a peculiar new Friend. Curious, she swiftly takes down the Friend, named Kaban, to try and discover what species she is. To Serval's disappointment, not even Kaban herself knows the answer. The two become friends and set out on a grand adventure through the many habitats, landmarks, and attractions of Japari Park. Their destination is the park library, where they hope to shed some light on Kaban’s identity. Along the way, they meet many other Friends, looking into their lives and helping them out. However, they soon begin to uncover the sinister reality behind the park and their own existence. [Written by MAL Rewrite]"," Third season of the Yowamushi Pedal series. With the team's combined strength, the Sohoku High bicycle racing club beat reigning champions Hakone Academy at the Interhigh national race and achieved an impressive overall victory. Now that their hot summer has ended and third-years Kinjou, Makishima, and Tadokoro have retired from the team, first-year participants in the Interhigh Onoda Sakamichi, Imaizumi Shunsuke, and Naruko Shoukichi, along with their new captain second-year Teshima Junta and vice-captain Aoyagi Hajime begin preparing as a \"new team\" for their second consecutive championship at the next Interhigh. In order to retake their throne, their rivals Hakone Academy have also incorporated new members and begun training as a new team. Kyoto Fushimi High is lead by the monstrous racer Midousuji Akira. The nation's top schools are all honing their skills to reach the top of the Interhigh. (Source: Crunchyroll)"," Chuuta Kokonose is an orphan who lives with his aunt. For as long as he can remember, he's had a voice in his head, but other than that he's a normal boy—right until the day when a strange-looking thing follows him home and teleports him to a place filled with more fantastic creatures. It's a space police station, and Rein Brickke, the Chief of Solar System Department, tells him that he's been chosen by the computer as a possible candidate to join the police force. Misuzu Sonokata, a girl from Chuuta's school with an angelic face and ill temper who turns out to be one of Rein Brickke's subordinates, doesn't think him suitable for such a job. Chuuta, who was shocked at first, decides to take the aptitude test after being urged by the voice in his head and to prove Misuzu wrong."," Second season of Super Lovers."," Konagai Tomoko is a first-year in high school and a shy girl. Tomoko owns three cats. The cheerful and live Munchkin Maa, the smart and responsible Russian Blue Rou, and the gentle crybaby Singapura Shii. Tomoko, whose only friends were her cats, one day becomes friends with Shiratori Azumi, who also loves cats. This is a fluffy and cute comedy about the daily life of Tomoko and her cats, Tomoko and Azumi's friendship, and the interaction between cats. (Source: Crunchyroll)"," The blade arts of the \"Devil\" tasked with striking down evils threatening a peaceful Edo! Heizou Hasegawa, upholding the role of chief officer protecting against crime and arson! In 1783, the heart of the Tenmei era, Hasegawa held the office of chief director of the department charged with sustaining safety in the region, suppressing the most vile of thieves and criminals, an individual largely feared, renowned as Devil Heizou... (Source: MAL News)"," After two years of studying within the Reiken clan, Ouriku and other inexperienced disciples are ordered to descend to the temporal world for further studies, and Ouriku embarks the journey back to his birthplace. (Source: ANN)"," Since she was very young, Kasumi Toyama has always been searching for the \"Star Beat\", a sparkling and exciting sound she heard while looking up at the night sky. Just after getting into high school, Kasumi comes across a \"star-shaped guitar\" in the storage area of an old pawn shop. Feeling a rush and excitement she has never felt before, Kasumi teams up with four other girls and embarks on a journey to seek out the shiny place. We promise to perform a live here! (Source: Official site)"," It's the near future. The newly established girls' private school Goryoukan Academy has another face. This school has a special unit, Fifth force, who is assembled and selected from the school's student body in order to fight an enemy called O'bli. This is a story about love, courage and friendship about the girls called Strikers."," Maiharu Hiromi has moved to Kamakura Nagasaki, and rides a bicycle to school everyday. Then she meets Akizuki Tomoe, the leader of the girls cycling club. She therefore joins the club and her life gradually begins to change."," While on her summer break, Morina Nanase starts a new part-time job as a waitress at Trattoria Festa, an Italian restaurant. Finding the restaurant adorable and coincidentally close to her house, Morina quickly settles into her new profession. However, her new job comes with several eccentric co-workers and Italian dishes she has never heard of. The restaurant's typical fare includes a variety of pasta dishes such as penne arrabbiata, rich dessert such as tiramisu, and even caponata. Join Morina in her restaurant adventures as she gets to know her co-workers and serves the best Italian cuisine to her customers with a smile. [Written by MAL Rewrite]"," Excited children gather around the enigmatic masked Storyteller once more. His unique kamishibai storytelling draws them into tales of fear and dread. These are dark and foreboding stories, which could happen to anyone... This season has tales of a salaryman who buries a dead cat, only to be haunted soon after; a college student and her cheap new apartment that hides a ghastly secret; boys exploring an abandoned haunted house before coming across a strange fish tank; a man who finds himself on the wrong bus, and in more danger than he thought possible; and a young couple's visit to an amusement park, which suddenly takes a dark turn. All these stories and more await in Yami Shibai 4th Season. [Written by MAL Rewrite]"," On February 13, as snow flurries dance in the air, a new idol unit is born at Pythagoras Production. They are the idols who will deliver their kiss to the ends of the galaxy: \"Marginal #4.\" Its members, Atom Kirihara, Rui Aiba, L Nomura, and R Nomura, put all their effort into their entertainment career for the sake of the fan supporting them! They continue to mature as idols along with the senior unit pulling the entertainment industry forward, Lagrange Point, and the younger unit preparing to make their debut, Unicorn Jr. But when they step off the stage, they're ordinary high school boys with some chaotic student lives! This is the tale of Margninal #4, a school slice-of-life about idols that shine brighter than the stars. (Source: Crunchyroll)"," Increasing income divide, creeping environmental pollution, unsolvable waste issues, childcare waiting lists being discussed without those concerned, repeated corruption… The government, smeared by vested interests, can't do a thing against the many problems and sources of discontent. It's in this situation, with Japan cornered with no way out, that idols rise up to save the day! The Heroine Party, Sunlight Party, Starlight Party, Bishoujo Party, Wakaba Party, Subculture New Party, and SOS Party. From these seven idol political parties, the idols who have become National Diet members and representatives for each prefecture will smash through the sense of stagnation covering Japan using the power of song and dance! They'll bring back the smiling faces of the people, and wrap Japan in a glittering aura!! (Source: Honeyfeed)"," Third season of Ai Mai Mii."," Strong, intense, and cute! The most laid-back Shinsengumi in history arrives!! An official spinoff series by Hashimoto Eiji (manga) and Umemura Shinya (story) of Chiruran Shinsengumi Requiem. Here's the laid-back everyday life of the Shinsengumi warriors. (Source: Crunchyroll)"," Ichika Usami is a second year middle school student who works in her family's cafe, Kirakira Patisserie. One day, she meets a spoiled lamb fairy named pekorin who tells her evil monsters known as Henteko have been stealing \"Kirakiraru\", the energy that resides within sweets and desserts. Ichhika then becomes a pretty cure and, with four other girls, they form the kirakira precure a la mode to fight the henteko and protect the sweets. (Source:Wikipedia)"," The series will follow the descendant of Kobayashi from Edogawa Ranpo's series of detective novels."," Second season of Sengoku Choujuu Giga."," A beautiful nation, prospering since ancient times, Japan is now known as the Anime Kingdom. There are more than just humans living there; animes truly do exist in Japan. Past the Fairy Ring, to the world of fairies, live anime-chans. There's a Fairy Ring in your town, too. Here. And there. Even in Harajuku. Maybe even in the Ashigara mountains. By some chance, we'll open that door. And we might get to meet the anime-chans. This is the land where you get to meet anime-chans. (Source: Crunchyroll)"," The second season of KochinPa!"," (No synopsis yet.)"," (No synopsis yet.)"," The anime will be a \"surreal comedy\" that emphasizes Gunma prefecture's self-sufficiency in ingredients for sukiyaki. The story centers around the titular Sukiyaki Force, created by Professor Warishita, who fight against the forces of Kiraida, who have come to Gunma and threaten to destroy the world.","","Having cleared the preliminaries, twenty-four pairs of twins face gargantuan challenges on an enormous athletic field. On this man-made island in Tokyo Bay, the bonds between twins are pushed to the limit in the Ultimate Athletic Tournament! The tournament consists of three insanely difficult obstacle courses. Teamwork and human drama are forged within these grueling challenges. Participants are limited to twins, but exactly what constitutes a \"twin\" is unclear, resulting in some unusual pairings. In the past, controversial appearances have included clones, adopted siblings, or triplets in shifts. (Source: Official Website)"," Second season of Pikaia!."," The anime follows a boy named Gen, who time travels from the year 2020 to a distant future where humanity has gone extinct. He begins staying at the Ganko family home in the Rustling Forest, where he has none of the amenities he is used to: no electricity, gas, or running water, as well as no television, smartphones, convenience stores, snacks, or games. (Source: ANN)","",""," Based on the High & Low live-action entertainment project.","","It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world. Although Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage. [Written by MAL Rewrite]"," Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King. Enter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece. [Written by MAL Rewrite]"," Magano, a parallel realm filled with monsters known as \"Kegare,\" is a place where exorcists deal with all impurities. Benio Adashino is a prodigy exorcist who is recognized for her strength and is summoned to Tokyo by the Exorcist Union. On her way, she plummets into the arms of Rokuro Enmadou, a young exorcist with a troubled past. But the impurities of Magano do not rest. When these two exorcists witness a couple of children stolen by a Kegare, Benio rushes to save them, dragging Rokuro along with her into Magano. Engaged in a fight she is on the verge of being defeated in, Benio is saved by Rokuro, revealing himself capable of being her rival in talent. Sousei no Onmyouji tells the story of two talented exorcists who are destined to become the \"Twin Star Exorcists\" and the prophesised parents of the Miko—the reincarnation of Abe no Seimei—who will cleanse the world of all impurities. [Written by MAL Rewrite]"," Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction. Disturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends. [Written by MAL Rewrite]"," Shinichi Kudou, a great mystery expert at only seventeen, is already well known for having solved several challenging cases. One day, when Shinichi sees two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. When the men catch Shinichi, they dose him with an experimental drug formulated by their criminal organization and abandon him to die. However, to his own astonishment, Shinichi is still alive and soon wakes up, but now, he has the body of a seven-year-old, perfectly preserving his original intelligence. He hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri, and takes on the alias of Conan Edogawa (inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa). Animated by TMS and adapted from the manga by Gosho Aoyama, Detective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday. [Written by MAL Rewrite]"," Having reached professional status in middle school, Rei Kiriyama is one of the few elite in the world of shogi. Due to this, he faces an enormous amount of pressure, both from the shogi community and his adoptive family. Seeking independence from his tense home life, he moves into an apartment in Tokyo. As a 17-year-old living on his own, Rei tends to take poor care of himself, and his reclusive personality ostracizes him from his peers in school and at the shogi hall. However, not long after his arrival in Tokyo, Rei meets Akari, Hinata, and Momo Kawamoto, a trio of sisters living with their grandfather who owns a traditional wagashi shop. Akari, the oldest of the three girls, is determined to combat Rei's loneliness and poorly sustained lifestyle with motherly hospitality. The Kawamoto sisters, coping with past tragedies, also share with Rei a unique familial bond that he has lacked for most of his life. As he struggles to maintain himself physically and mentally through his shogi career, Rei must learn how to interact with others and understand his own complex emotions. [Written by MAL Rewrite]"," Kogorou Akechi is the founder of a private investigation firm known as the Boy Detectives' Club. Together, this group takes on cases both great and small. One of their junior members, Kensuke Hanasaki, is out solving a case one day when he happens upon Yoshio Kobayashi, a mysterious amnesiac boy with an inability to die. After seeing his abilities in action, Kensuke offers Yoshio a deal: join the Boy Detectives' Club and help them solve cases, and in exchange he will find a way to help Yoshio die. The apathetic Yoshio accepts this deal begrudgingly, unaware of how different his life will become. Although he does not have much use for people, he gradually begins to acknowledge the group as he spends more time with them while solving cases. Trickster: Edogawa Ranpo \"Shounen Tanteidan\" yori follows Akechi and the rest of the Boy Detectives' Club as they solve the various cases they are given, all while combating a hidden threat from the shadows—\"The Fiend with Twenty Faces.\" [Written by MAL Rewrite]"," In rugby, there is no ace striker, there is no number four batter, so who is the star of the team? The story begins at school entrance ceremony of Kanagawa High School where Kenji Gion, a small but gutsy go-getter joins the rugby club. He joins with his classmate, Iwashimizu, who has a complicated past and sub-captain Hachiouji, who always takes good care of his Club members. Lastly, there is Captain Sekizan, who has overwhelming powers but keeps his cards close to his chest. With such differences in both personality and physical performance, the team must learn to work and grow together so they can become the best. (Source: TMS Entertainment)"," Second season of Mobile Suit Gundam: Iron-Blooded Orphans."," Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot. Everyday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series. Crayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say."," Action Duels, which allow duelists to soar and swing alongside their Duel Monsters, are taking the world by storm. Due to an evolutionary breakthrough, the \"Solid Vision\" system is now able to provide Duel Monsters with mass. Yuuya Sakaki is Yuusho Sakaki's son, the latter being the founder of You Show Duel School in Miami City. Yuusho insists that duels are not a tool of war, but rather are to bring smiles to people and thus introduced the concept of Entertainment Dueling. However, at the height of his fame, Yuusho disappears and fails to attend his duel with Strong Ishijima, the Action Duel champion. Although scarred by this sudden leave, Yuuya vows to become an Entertainment Duelist like his father. Several years later, in the midst of a battle with Strong Ishijima, Yuuya's desperation to win brings forth a miracle. His pendant begins glowing, turning his cards into Pendulum Cards, which enables him to perform a Pendulum Summon—a summoning method unknown to the world and himself—gaining him fame overnight. As a result, Reiji Akaba, CEO of Leo Corporation and founder of the elite Leo Duel School, starts producing new Pendulum Cards to incorporate Pendulum Summoning into the system. Thus, the mysteries that surround Pendulum Summoning and Yuuya's father start to unravel, and Yuuya learns bit by bit what it takes to become an Entertainment Duelist. [Written by MAL Rewrite]"," After his mother wins a free trip to the islands, Pokemon trainer Satoshi and his partner Pikachu head for Melemele Island of the beautiful Alola region, which is filled with lots of new Pokemon and even variations of familiar faces. Eager to explore the island, Satoshi and Pikachu run wild with excitement, quickly losing their way while chasing after a Pokemon. The pair eventually stumbles upon the Pokemon School, an institution where students come to learn more about these fascinating creatures. At the school, when he and one of the students—the no-nonsense Kaki—have a run-in with the nefarious thugs of Team Skull, Satoshi discovers the overwhelming might of the Z-Moves, powerful attacks originating from the Alola region that require the trainer and Pokemon to be in sync. Later that night, he and Pikachu have an encounter with the guardian deity Pokemon of Melemele Island, the mysterious Kapu Kokeko. The Pokemon of legend bestows upon them a Z-Ring, a necessary tool in using the Z-Moves. Dazzled by his earlier battle and now in possession of a Z-Ring, Satoshi and Pikachu decide to stay behind in the Alola Region to learn and master the strength of these powerful new attacks. Enrolling in the Pokemon School, Satoshi is joined by classmates such as Lillie, who loves Pokemon but cannot bring herself to touch them, Kaki, and many others. Between attending classes, fending off the pesky Team Rocket—who themselves have arrived in Alola to pave the way for their organization's future plans—and taking on the Island Challenge that is necessary to master the Z-Moves, Satoshi and Pikachu are in for an exciting new adventure. [Written by MAL Rewrite]"," In a rural town undergoing revival through music, high school students Kanae and Sousuke meet none other than Beethoven and Mozart! Calling themselves \"ClassicaLoids,\" this mysterious duo creates a strange power through the \"music\" they play. One night, stars fall from the sky and gigantic robots appear, causing trouble every single day! Bach, Chopin, Schubert also appear as ClassicaLoids. What is the mystery behind the powers they possess? Are they humanity's friend or foe?"," Falling in love at first sight with a collapsible bicycle outside the station, Ami Kurata, first-year university student empties her account without a second thought and buys the bicycle. Now she enjoys weekend cycling trips with Aoi, her childhood friend, and Hinako, a senior at her university. \"Owning a road bike may change your view of the world completely.\" Prompted by the comment, Ami purchased a road bike, and she is really impressed with the traveling performance. As soon as she places her feet on the pedals and presses down, everything about riding a road bicycle—the lightness of the pedal, the speed, the acceleration—is nothing like she has ever experienced. Ami's cycle life gets going with the new road cycle as her partner! (Source: Showgate, edited)"," Two young wrestlers face each other in a recently revived underground wrestling organization, the Tiger's Lair, which destroyed the wrestling dojo they grew up in. One took over the training facilities of Naoto Date at the foot of Mount Fuji, as well as the mask he left behind. The other dared to enter the Tiger's Lair and won a fierce competition, receiving a jet-black tiger mask. One tiger walks the path of light, while the other walks the path of shadows. Neither one knows the other's face. On the ring, they are natural enemies, but they have the same purpose—destroy the Tiger's Lair! (Source: MAL News)"," Rescued from nearly drowning in a river, a young Chidori yearns to pay back her savior's kindness. Though her cute and innocent appearance might not show it, she is actually a highly skilled ninja, so years later, Chidori and her friend Sukezou come to serve under the man who saved her—the ambitious warlord, Nobunaga Oda. As Nobunaga fights off invading forces and sets his sights upon neighboring lands, Chidori is assigned vital tasks to assure victory, such as gathering information or assassinating key figures. Between taking on these important missions and dealing with the colorful cast of Nobunaga's family and servants, the young ninja is always ready to do her best to lead her master toward greatness. [Written by MAL Rewrite]"," Primary school student Keita Amano's curiosity is as innocent as any other child's his age. But when one day he decides to venture deeper into the forest, he encounters a small and mysterious capsule. Out from its depths comes Whisper. After 190 years of imprisonment, this ghost-like creature is glad that someone has been kind enough to set him free. He decides to reward Keita by becoming his guardian against supernatural forces. Whisper is one of many Youkai that exist in the world, and provides Keita with a special Youkai Watch, which enables him to see and interact with all the other Youkai. Youkai Watch follows Keita, Whisper and the cat spirit Jibanyan as they encounter Youkai, befriend them, fix all the trouble that they so often cause, and, with the help of the watch, use the powers of previously encountered Youkai to aid them. Young Keita may have been just an ordinary primary school student when he first encountered the Youkai, but the many adventures that follow his discovery provide him with invaluable experiences and precious life lessons that help him grow."," Whether it be facing misogynistic remarks from her boss or being pressured by condescending co-workers, stress is just another part of the job for 25-year-old red panda Retsuko. Despite being one of the most diligent workers at her office, her diminutiveness and modesty often lead her to be exploited by her colleagues. However, when her irritation hits the limit, Retsuko brings forth her unique brand of letting off steam: aggressive death metal karaoke bashing the idiocy and hypocrisy of her co-workers' actions and work life. Although this venting only takes place in her mind, it gives her an outlet to counter her frustration in a world where hierarchy and appearances reign supreme. [Written by MAL Rewrite]","","Every little girl waits for the day she'll get her special ticket, one that will grant her entry into the world of PriPara (Prism Paradise). PriPara is a world of music, fashion, and daily auditions for a chance to become a pop idol. Laala Manaka's friends and classmates aspire to become idols, but her school forbids elementary school students from participating in the idol competitions. Luckily, Laala is only interested in watching the idol shows. Yet somehow despite all this, she manages to bumble her way into the PriPara world, and debut as a fresh new talent. After being told all her life that she's too loud, Laala has finally found a place where she can be as loud as she wants and sing from her heart. And not only that, but there's a possibility that she might be the legendary Prism Voice. Adventure, fashion, and music awaits as Laala climbs her way to the top, on her way to become the cutest and most beloved pop idol in the world of PriPara!"," This is a world where both men and monsters exist. Those who hunt the monsters are called Hunters. But in a small corner of the Hunter's world, there are those called Riders who bond with and coexist with monsters. With their Kizuna Ishi (Bonding Stones) that allow them to awaken the hidden power inside monsters, Riders live in secrecy together with their Otomon, the monsters they formed a connection with. Ryuto, a young boy living in the Rider village of Hakum, dreams of becoming the world's best Rider. Having just turned 12, he sets out to find his own Otomon for himself before the ceremony where he is given his own Kizuna Ishi. Together with his kind-hearted childhood friend Cheval, his inquisitive childhood friend Lilia, and his partner Naville, he sets out deep into the forest, and has a miraculous encounter with a Rathalos. (Source: ANN, edited)"," Like in any culture, Japanese kids grow up listening to the stories repeatedly told by their parents and grandparents. The boy born from a peach; the princess from the moon who is discovered inside a bamboo; the old man who can make a dead cherry tree blossom, etc. These short stories that teach kids to see both the dark and bright sides of life have passed traditional moral values from generation to generation. Each half-hour episode of Folktales from Japan consists of three self-contained stories, well-known and unknown, with a special focus on heartwarming stories that originate from Tohoku, the northern region heavily touched by the earthquake of 2011. May this program help cheer up earthquake victims and cast a light of hope for them? (Source: Crunchyroll)"," Yume Nijino has been accepted into Four Stars academy, home of the beautiful and talented S4 idol group. She and the other newcomers are determined to discover their talent, with a choice of specializing in beauty, singing, dancing, or drama. A tough road lies ahead of them, and they must rely on each other to overcome their weaknesses and develop their unique strengths. At the first-years' opening performances, Yume performs stellarly but faints and is unable to remember being on stage at all. Struggling to find her talent, she meets Rola \"Laura\" Sakuraba and the two develop a friendly rivalry, working together to learn and improve. Though they have their differences, all the students share the same goal: to become the next S4 idol. But hard work and determination, along with teamwork, are needed if they want to join the elite S4. [Written by MAL Rewrite]"," Everyone in the world uses smartphone apps. But inside them lurks unknown creatures called \"Appli Monsters,\" or \"Appmon.\" The Appmon are AI lifeforms with the ability to think and act, and exist in the boundary between the human world and digital space. In the vast sea of the internet, the \"last boss AI\" Leviathan takes control of the Appmon with a virus and begins hacking every system, thus starting to control the human world from the world of the net. Haru Shinkai is led to acquire the Appli Drive, and uses it to materialize Gatchmon, a search app monster. (Source: ANN)"," Dorogoza Island is rich in \"Drop Energy\" that players can use on friendly monsters. Once strong enough, they can face enemies in puzzle wars. Winners reap rewards, but what happens to the losers? Only the brave can take on these monstrous challenges! (Source: FUNimation)"," Valt Aoi is a hot-blooded kid who loves to attack and wields a Beyblade named Valkyrie. His close friend Shuu Kurenai is an elite Blader who is a genius but still puts in a lot of effort, and wields the Beyblade named Spriggan. (Source: ANN)","","The combined 22nd and 23rd issue of Kodansha's Morning magazine, which will go on sale on April 28, has announced a new 3D CG anime of Kanata Konami's slice-of-life manga Chi's Sweet Home."," The \"Nyanbo\" are creatures with square bodies with ears and tails that came to Earth from outer space. There's Tora, who dreams of repairing their broken UFO and returning to space, as well as his sister Kotora, the precocious Shiro, the mischievous Mike, the mysterious Kuro, and many more. All of these Nyanbos are now happily living much like cats, free-spirited and sometimes getting into trouble, in places that humans don't know about. (Source: Crunchyroll)"," Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. It is the 2005 version of 1979 series, with certain changes in the animation and other things. Doraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech. (Source: Wikipedia)"," Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved. (Source: ANN)"," Fourth season of Cardfight!! Vanguard G series.","","A new TV series in the Time Bokan franchise."," Rantarou, Shinbei and Kirimaru are ninja apprentices in the Ninja Gakuen, where first grade ones are called \"Nintamas\" (contraction of the words ninja+tama (egg)). They must learn everything a ninja must know, but as for our heroes, money, food or playing are more interesting. The series show the everyday adventures of our heroes, segmentated in a cartoon fashion, like 2 small episodes in a 30-min show. The cast also includes the teachers (Doi-sensei and crossdressing Yamada-sensei), nintama kunoichis, evil guys (Dokutake ninjas) and even family members of all the cast... (Source: ANN)"," The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. (Source: AniDB)"," Shounen Ashibe follows the daily life of first-grader Ashibe Ashiya and his spotted seal pet Goma-chan. (Source: MAL News)"," Cocotama are tiny gods born from the thoughts and feelings of objects that people use with great care. The fact that Cocotama wear part of the egg they hatch out of as underwear is proof that they are still apprentices. The Cocotama use a mysterious magic, and they train hard to be of use to humans and to become full gods. They live inside human houses and stealthily move around to help humans find things they have lost, although they make many mistakes. (Source: ANN)"," Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life. (Source: ANN)"," Third season of Future Card Buddyfight."," A sea otter and his friends, a raccoon and squirrel, live and play together in the forest."," One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. (Source: ANN)"," The anime takes place on the screw-shaped island country of Nejigajima and follows the two \"Bokyabots\" Hebot and the Yurui Prince Nejiru as they collect different \"Bokya Neji\" screws. When the Bokyabots wear the Bokya Neji screws on their heads, they're able to compete in \"Bokya Battles,\" battles for who can think up and tell the best jokes. (Source: ANN)"," \"Fairilu\" are fairies of flowers, insects, mermaids, or other entities that are born from \"Farilu Seeds.\" All Fairilu are born with their own key, and they must search to find and open the door that fits only their key. Once the Fairilu pass through the doors, they mature. The doors are also related to the human world. (Source: ANN)"," The story imagines if Japanese historical figures such as Queen Himiko, the warlord Oda Nobunaga, and samurai Sakamoto Ryouma were cats. (Source: ANN)"," In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)"," Shunta Mogami loves the Battle Spirits game. One day he is transported by a light from a Battle Spirits card to Spirits World, the origin of all Battle Spirits. He meets a girl named Eto, who claims to have summoned him to Spirits World in order to prevent its destruction at the hands of the revived Evil God-King, who once plotted the destruction of Spirits World before being defeated and sealed away. Together with the confident, green-deck-wielding Yoku Albatrosa, who also came from another world, Shunta sets out to find the twelve God-Kings whose power originally sealed the Evil God-King. (Source: ANN)"," It is the sequel of Versus Revolution, continuing the chain of events after the battle between the Invaders and Revolutionary. It is also the last season and conclusion of the Versus saga in the anime The 'V' mark that was once on Katta Kirifuda's forehead hides a mysterious force. However, the power was sealed off. Even though the impact of removing the seal does not do much, but Hamukatsu starts to talk! Plus more hamsters that are like Hamukatsu starts to appear! They were then told about a secret organization, the \"Rare Killers\", with the members being transfer students of the school! What is the mystery of the hamsters like Hamukatsu and who exactly are the Rare Killers? The final battle is about to start! (Source: Duel Masters Wikia)"," A spinoff of Shima Kousaku no Asia Risshi-den"," Disney Tsum Tsum is a series of shorts on YouTube following the adventures of Tsum Tsums in Disneyland. (Source: Disney Wikia)"," CoCO and her sister NiCO are under training to become graceful and elegant cat princesses. They are watched over and trained by the strict but caring Lady Oppenheimer. CoCO and NiCO keeps Lady Oppenheimer quite busy as they try their best to learn the ways of a princess, and have fun with a little mischief along the way. (Source: Japan International Broadcasting)"," The story is set in a world where every event has been turned into programs, and mysterious monsters known as \"Promin\" maintain the world. However, many Promin who have turned into bugs known as \"Bugmin\" are responsible for many of the world's real-life bugs. Left alone, they may eventually turn into a big problem. The boy Yuuto encounters the space dog Wanda, and the pair use a camera-like device and key items to capture Bugmin. Promin themselves are able to do things like \"accelerate objects,\" \"spew fire,\" or \"create objects,\" through an ability known as \"Kamiwaza\" (miracle), and are able to fend off Bugmin with it. At first, the Bugmin only cause small, bothersome things, but it will soon elevate into a global scale threat. Can one boy and one dog save the world? (Source: ANN)"," Nameko Forest gathers nameko from all over the world. They form the Nameko Universal Ranger (NUR) to convey the charm of the forest. It's an everyday life of inviting new nameko with unique personalities to the forests. What incident will happen today?"," Set during 3000 BCE in the Nile region of Egypt, Kamigami no Ki (\"Chronicles of the Gods\") will depict the comical misadventures of Bastet, Anubis, Ra, and the mysterious ghost Mejedo as well as their caretakers, Iabi and Ahkeu. (Source: Crunchyroll)"," Adventures include going into deep sea and accompanying dinosaurs. The shows are mainly based on science or science fiction. It has been popular in China, one reason might be the fact that many of the Chinese youth have been sending questions to the studio, and the studio answers them with one of Lan Mao's adventures. Lan Mao is sometimes impulsive, and in the end gets nothing but trouble. (Source: Wikipedia)"," The series follows a variety of employed shellfish who exhibit selfish or odd personality traits. (Source: LiveChart)"," Based on the characters created by Study."," Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters."," Shorts that feature music note cats. The series premiered on February 22, 2014 on television; the first episode was published on an official YouTube channel that same day. The whole world is in love with character illustrations of cats, dogs, and bears. A brand-new show, and the first of its kind in Japan, featuring nothing but cat characters for cat lovers started airing in February 2014. A variety of cat characters designed by Japan's topnotch creators and illustrators are animated and they are voiced by popular KAWAII (cute) anime voice actors. This show is a must-see not just for the fans of cat characters but for all anime lovers! (Source: YouTube)"," Follows twin cats who wish to make others happy and their strange friends.","","The series follows characters' humorous everyday lives."," Story about Kappa with flowers on their heads."," The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.) (Source: ANN)"," Korean Animation about the monsters Eerie, Rock-G, Popo, and Yossi and the adventures they go on each day!"," A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character? (Source: Anime News Network)"," The story centers on the titular Mikan Seijin (Orange Alien), who appears from Local 3 (an orange planet in a higher dimension) with plans of invading the Earth. (Source: ANN)"," A cutesy horror anime. Everyone in town is monster but they're living their lives like normal while attending high school."," (No synopsis yet.)"," A series oriented to three-year-old children, showing the everydays of 9 characters, each of them having a distinct feature. Children will recognize characters and situations from their own life. Sometimes through conflicts, sometimes through encouragement, they will find everyone's place in the world. The story conveys messages such as \"Nobody's alone\", \"It's good to be different\" and the importance of being connected with others, in a fun way. (Source: Official site)"," A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals."," Third season of Dayan the Cat. The shorts will be \"theatrical-style,\" with a curtain opening on the everyday adventures of Dayan and his friends."," Stop-motion animation made out of fabric following a curious king sneaking out of his castle."," Fourth season of the Shimajirou children's television series."," A new series following the cat named Tama and his many friends."," An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch."," A series of shorts about pigs who wear underpants."," On a distant southern island, a fish (sakana) opened its mouth for a cat (neko), thus \"nekozakana\" (cat-fish) is born. (Source: ANN)"," Fuji TV announced that it will air a new series of anime shorts based on the Parappa the Rapper video game franchise. The new anime will center on the P.J. Berri character. Each episode is about 96 seconds long. The anime celebrates both the 20th anniversary of the game and the 15th anniversary of the anime series. (Source: US Anime Direct, edited)"," Based on a picture book series launched in 2006 about creatures that are neither insects nor plants. (Source: ANN)"," The second season of Dochamon Junior."," A shadow painting anime about a timid giraffe named Noop and his hedgehog companion named Harry as they travel their distant star world helping each other."," A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book.","","A stop-motion anime using beaded characters. Here a magician rabbits solve problems by using magic.","","A stop-motion anime using bentou ingredients as the characters."," A stop-motion anime using knitted characters. Knit and Wool are yarn fairies who create a fun knitted play time at night."," Everyday objects come to life."," A young boy tries to become as strong of a sumo wrestler as his father.","","The second part of Nanbaka. The prisoners and their guards continue their comfortable lives at Nanba Prison. However, from the shadows emerges a new threat: Enki Gokuu, a person from Samon's past, who has mysterious goals of his own."," One day, class 3-E of Kunugigaoka Magic School receives a special mission: to kill their homeroom teacher, the Demon King Koro-sensei. To increase their chances of succeeding, the class searches for the three most powerful warriors—Karma Akabane, Itona Horibe, and Ritsu—who later join their company. Even with their help, accomplishing the mission becomes an insurmountable task as they are not the only ones after the Demon King's life. Koro-sensei Quest! tells the comedic adventures of Nagisa Shiota and class 3-E as chibi magical students. Trained by none other than their very target, the students encounter challenging, yet hilarious situations all through the perilous mission of defeating the Demon King. [Written by MAL Rewrite]"," The first short story focuses on Favaro and Kaiser between the events of the first and second series as they visit Favaro's home village. The second short story shows Kaiser as a knight commander sparring with Jeanne, and sharing the reasons they remained as Orleans Knights in the aftermath of the final battle against Bahamut."," A short conclusion memorial PV promoting the final tankoubon volume of the Blood Lad manga going on sale. The PV shows various moments throughout the whole manga.","","The second season of Mobile Suit Gundam Thunderbolt."," A hot-blooded high school teen, a mysterious female swordsman, and an unpredictable dark emo girl. It's impossible to distinguish between reality and the game world! What kind of conspiracy is awaiting them in this super journey of the world! (Source: MAL News)"," A chibi parody of Youjo Senki.","","Shorts about girls who transform into machines. The first episode focuses on Haru, a girl who transforms into a fighter jet while trying to catch a hat blowing away in the wind."," Episode 0 of the Mini Anime for Youjo Senki."," An animated promotional/opening video for the iOS/Android game Tales of the Rays. The game's production was announced in 2015 and the official launch is expected some time later this year. The game and video stars new characters Ickx Neve and Mileena Weiss along with a cast of returning characters from other Tales of games. (Source: ANN)"," An anime about the new transfer student that raps, President Trap-kun."," Freelancer Touno Kouhei, office lady Hamada Saori, and graphic designer Ginji realize that they're not content in their current jobs, and break free to pursue their dreams - as a musician, a photographer, and an artist, respectively. (Source: Crunchyroll)"," A new episode split into five parts, further explaining the end of Eureka Seven AO.","","Adaptation of the doujin eroge Monmusu Quest (Monster Girl Quest)."," The story will center on the adventure of Ancien, a girl that keeps appearing in Kokone's dreams. The story of the dream is one that Kokone's father told her as a mysterious fairy tale when she was little. (Source: ANN)"," Short Stories of Anime series Yume Oukoku to Nemureru 100-nin no Ouji-sama."," Episode 0 of Monster Strike 2."," An anniversary animation celebrating The iDOLM@STER Million Live!."," Master butt-swordsman Hiroshinosuke Nohara (Lone Wolf) travels with his family seeking employment. The family encounters a mysterious girl Hazumi and a wild dog Shiro, and decides to travel together. The group is attacked by various assassins, eventually their lives are threatened by the butt-swordsmen's enemy, the armpit-swordsmen of the Demon Bull Clan. Who will win: butts or armpits? Against an array of idiosyncratic enemies, Hiroshinosuke Nohara and his son Shinnosuke have the chance to display their swashbuckling skills. (Source: ANN)"," The story follows Mihiro and begins on a day like any other. Mihiro bumps heads with a pet dog and loses consciousness. When she wakes up, she finds herself in a mysterious animal world. Mihiro discovers the shocking truth of her new situation and starts work at an animal pawn shop. She sets her sights on the day she can leave the shop and return to her former world. (Source: ANN)"," This is Kaori who works at an international IT firm in Roppongi, Tokyo. Her plan to serve Japanese Sake made in Tokyo at a PR event she was in charge of was not accepted. Kaori who had lived overseas for a long time was unable to hide her frustration with this limitation because she was unable to understand the Japanese office customs and regulations. Later, her colleague calmed her down and suggested she go to the Japanese Sake breweries to see the important traditional process of making Sake. She discovered that it takes only an hour by train from Shinjuku to Fussa City, and there she visited two sake breweries. What she saw there was ….? (Source: Official Youtube channel)"," Promotional anime for Panasonic CN-F1D Strada.","","The opening animation (and promotional video) to Rara Maji, a school girls' RPG with music, magic, and engaging stories. The game is a co-production between Wright Flyer Studios and A-1 Pictures, the latter also animated the video. (Source: Official site)"," A collaboration between Kaijuu Sakaba Kanpai! and Tapuri promoting the Tapuri Card which is a prepaid card for taxi services."," A Matsue City collaboration anime with Eagle Talon. Yoshida book-ends the story as horror tales, both modern and historical, originated within the city are narrated by another person.","","A Matsue City collaboration anime with Eagle Talon. Yoshida and Hifumi Arai go exploring the city for these beautifying locations."," A Matsue City collaboration anime with Eagle Talon. Yoshida helps Hifumi Arai discover beauty and skin care within the city after she gives up hope for any long lasting beauty.","","Based on the Takara Tomy toy line.","","A collaboration between the Kamiusagi Rope anime franchise and ROPÉ a Japanese fashion brand for the brand's 50th anniversary of its three sister fashion lines."," Fin-tan, the popular twitter character of the Embassy of Finland in Tokyo, gets a new life as an anime hero in a novel promotion of the centennial of the Finnish independence in Japan.","","The popular character Elise from the program \"WeChat\" is the star of a short animation from DMM Pictures. The Chinese program \"WeChat\" uses stamps similar to Japan's LINE service. The titular main character is a baking champ that lives in Sweet Town. (Source: ANN)"," A series of collaboration episodes between Chobitto Zukan and JAS."," An accompaniment to Heisei Matsue Kaidan: Ayashi. This ghost tour takes a more realistic approach featuring Yoshia (the fictional Eagle Talon character), Kihara Hirokatsu (horror and mystery novelist), Chafurin (voice actor and Shimae Prefecture ambassador), and Frogman (Ryou Ono's caricature; real-life director of the anime studio DLE). The quartet travels around Matsue City exploring horror/haunted real life locations talking about the history and how it became a paranormal focus. The end of the episode promotes ticket sale and times for a real ghost tour watchers can partake in."," A Kaishain promotion for the Sumida Aquarium featuring a exhibit that has the species of animals the Kaishain characters are modeled after: clione, octopus, and various shellfish. The exhibit will run from Saturday, March 18, 2017 - Sunday May 7, 2017."," A tourism promotional anime for the Akita prefecture. Highlighting Akita cuisine, actors, landmarks, etc. through the banter of two high school friends who are a red oni and an akita (dog breed). The web release expands on each respective episode of the TV release by giving more in-depth information."," An Kamio Japan character line, Funi Funi Marshmallow was originally released as a 3DS game people could purchase from the Japan Nintendo eShop. Now these cute marshmallow critters have their own show!"," A gag comedy aimed at young children featuring Zombie-kun, a child zombie, and his interactions with the world. It's not intended to be scary in the slightest, but rather, it focuses on the comical and bizarre things Zombie-kun's body can do, and the common-sense-defying way Zombie-kun behaves. For example, he'll take out his stomach and inflate it with air to use as a pillow, or if he gets wet, he'll detach parts of his body and wring them out like towels, then reattach them with a glue stick. Everything is depicted in a cute, cartoony fashion so as not to be too graphic for kids. (Source: Baka-Updates)"," Hatori Chise, 15 years old. Lost, without hope, and without family, she is bought for money—not by another person, but by a non-human sorcerer named Elias. Though she hesitates, she begins life anew as his apprentice and future wife. She moves on with her new and peaceful life, slowly but surely, until one day, when she finds a Japanese picture book among the many sent to her from London by Angelica. It is a fateful book that discovered her in her younger years, when she was still troubled and lonely. This piece is a prequel to Chise's encounter with the Thorn Sorcerer. (Source: Crunchyroll)"," At Hope's Peak Academy, a school full of extraordinarily talented individuals, Nagito Komaeda is an ordinary boy with no special traits or interesting skills to speak of—except for his incredible unluckiness. Just walking to school in the morning leads to a number of unfortunate accidents, which only escalate as the day goes on. Despite this, Komaeda leads a relatively normal life and is satisfied with his modest slice of happiness. But everything changes when a mysterious boy who declares himself the \"Destroyer of the World\" arrives to shatter this hopeless paradise. [Written by MAL Rewrite]"," Bundled with fourth manga volume.","","Bundled with manga's tenth and eleventh volume."," (No synopsis yet.)","","An unaired episode bundled with the seventh BD volume of the Amanchu! anime series."," Uchuu Senkan Yamato 2202 continues the story of Uchuu Senkan Yamato 2199."," (No synopsis yet.)"," Bundled with limited editions of the 21st and 22nd volumes of the manga.","","Unaired episode bundled with the eight manga volume."," In the near future, there are people with special power called Sevens. It seems like the country has maintained peace by a company called Sumeragi Group, but they are the one who captured the people with the special power by force and did inhumane experiments. Gunvolt, the main character who has the power of Sevens, used to be in Feather, a resistant group who fought against the Sumeragi Group. The story begins with meeting the heroine, Sian. (Source: MAL News)"," Based on the erotic game by Grand Cru Bourgeois.","","(No synopsis yet.)"," Based on the manga by Yuzuki N'.","","(No synopsis yet.)","","An adaptation of the game of the same name."," Based on the game by Atelier Kaguya Bare & Bunny.","","The OVA will center on Heizou's character, otherwise known as \"Oni no Heizou\" (Heizou the Demon); the man feared among the thieves and rogues during the Edo Period. A young man traces the stories surrounding Heizou's early days and their \"dogs (spies)\" from his admirers Kumehachi, Hikujou and Omasa. After hearing from them, the young man heads for Heizou's private residence in Mejirodai and also learns from his wife Hisae. What is the connection between the young man's motive and Heizou? (Source: MAL News)"," Based on the manga by Mizuhara Yuu.","","Based on the manga by Crimson.","","Based on the manga by Shouji Ayumu.","","Based on the doujin manga.","","Siscon. Power-phobia. Son of the great General Luccafort. Son of a general. Wether-crown. Fourth-in-line for succession. The titles, accolades, expectations, respect, and envy for DX Luccafort keeps coming. But all he wanted to do was win Marion's hand. Landreaall follows DX, his sister Lon, and his bodyguard/brother Rokkou as they leave their home in the countryside and brace themselves to take on whatever their famous last name brings them. (Source: MAL News)"," In 2026, four years after the infamous Sword Art Online incident, a revolutionary new form of technology has emerged: the Augma, a device that utilizes an Augmented Reality system. Unlike the Virtual Reality of the NerveGear and the Amusphere, it is perfectly safe and allows players to use it while they are conscious, creating an instant hit on the market. The most popular application for the Augma is the game Ordinal Scale, which immerses players in a fantasy role-playing game with player rankings and rewards. Following the new craze, Kirito's friends dive into the game, and despite his reservations about the system, Kirito eventually joins them. While at first it appears to be just fun and games, they soon find out that the game is not all that it seems... [Written by MAL Rewrite]"," With help from Meme Oshino, the apparition specialist, Koyomi defeats the three powerful vampire hunters: Dramaturgy, Episode and Guillotinecutter. Koyomi takes back all the limbs of Kiss-Shot-Acerola-Orion-Heart-Underblade in order to become a human again. But, when he returns to Kiss-Shot, she reveals to him the cold truth of what it means to be a vampire—a creature of the night. Unable to take back what he has done, Koyomi feels nothing but regret and can only deny his dreadful fate. While Koyomi is struggling to face reality, his \"friend\" Tsubasa Hanekawa comes to him with a certain plan… (Source: Aniplex USA)"," Hailing from America, Jabberwock—a street basketball team with skills comparable to those of the NBA—has come to Japan to play an exhibition match against Strky, a team of former third-year students who once played in the Interhigh and Winter Cup. However, due to the vast difference in skill, Jabberwock easily wins. Their captain, Nash Gold Jr., mocks the basketball style of all players in Japan by comparing them to monkeys. Infuriated by the nasty comment, Kagetora Aida challenges them to a revenge match. Because of pride and the belief that the results will be no different, Nash accepts the challenge. Kagetora then assembles Vorpal Swords, a team composed of the Generation of Miracles, including Kuroko Tetsuya and Kagami Taiga, for they are the only ones who stand a chance against a foe that seems unbeatable from every angle. [Written by MAL Rewrite]"," The film's story begins when Arata inadvertently touches \"Hermes Apocrypha,\" Lilith's Grimoire. Suddenly, he is enveloped by a bright white light, and a girl appears before him. She calls herself Lilim, and treats both Arata and Lilith as her parents. At the same time she appears, something changes in the world. The forbidden Eternal Library awakens. In the Library is sealed the ultimate culmination of Alchemy, the White Demon Lord. The White Demon Lord plots to eliminate Arata and the Trinity Seven to usurp the position of Demon Lord. Bristling with untold power, the White Demon Lord attacks Arata, and triggers a desperate crisis where Arata and the Trinity Seven must save the world in this last battle. (Source: ANN)"," Whispers turn into screaming headlines in Earl Ciel Phantomhive's morning paper as word of the dead being resurrected takes society by storm. But when the unsavoury details of the business reach Ciel's ear, he and his superlative butler, Sebastian, book themselves on a luxury liner to look into these alleged miracles and the \"Aurora Society\" conducting them. As the waters lap and crash all around the vessel, mysterious individuals gather under the banner of the \"Phoenix.\" Ciel and Sebastian may be one step closer to the truth, but have they sealed their fates by conducting an investigation on what could easily become a floating coffin...? (Source: Yen Press)"," First Overlord recap film."," First there was Meicoomon's rampage, and then the reboot ended up happening. Taichi and friends left Meiko behind in her anguish, and headed for the Digital World. They reunite with their partner Digimon, who have lost all their memories up to this point. Even so, the DigiDestined decide to reach out and rebuild those bonds, and their Digimon respond in kind. The sole exception is Biyomon, who is openly wary even after digivolving to her Rookie stage... \"I told you, I don't know anything about 'the past'!\" Sora's kindness in putting others before herself only makes Biyomon that much more suspicious. This leaves Sora stunned and hurt, and Taichi and Yamato are at a loss for what to say to her. As everyone discusses what they should do from here in the Digital World, Meicoomon suddenly appears and then vanishes. For some reason she still has her memories, as she wanders around with tears in her eyes, looking for Meiko. Seeing this strengthens the kids' resolve to travel through the Digital World in order to save Meicoomon. But then before their eyes appears that man who had been with the Dark Masters. Meanwhile in the real world, Nishijima receives word that Himekawa has gone missing. As he investigates, he determines that there's been some hidden agenda behind her behavior up to this point. It has something to do with an event in the past that determined both their destinies... The adventure now evolves once again... (Source: Official website)"," The war on terror exploded, literally, the day Sarajevo was destroyed by a homemade nuclear device. The leading democracies transformed into total surveillance states, and the developing world has drowned under a wave of genocides. The mysterious American John Paul seems to be behind the collapse of the world system, and it's up to intelligence agent Clavis Shepherd to track John Paul across the wreckage of civilizations and to find the true heart of darkness—a genocidal organ. (Source: Viz Media)"," Second Overlord recap film."," This fender and genre-bending film takes us into the not-too-distant machine-driven future. Kokone should be diligently studying for her university entrance exams, but she just can't seem to stay awake. Aside from stealing precious study time, her napping is even more distracting, as it brings on strange dreams with warring machines that hint at family secrets that have been dormant for years. She can't ask her father, a hipster mechanic more talented and artful than his job requires, as he's always busy modifying motorcycles and cars in flights of fancy. What are these visions that lead Kokone at once closer to and farther away from her family? Like all the best anime, the film revels in multilayered fantasy to show how sometimes opposites—waking and dreaming, the past and the future—are far more intertwined than they appear. (Source: NYICFF)"," Compilation film of the second half of the TV series.","","Set in the land of Yuguto, the people thought that the land they live is the size of the world, but it’s actually divided into several areas, each with a respective king. Even though there were small wars among areas, the kings had roundtable meetings to maintain peace and balance. It was until a dark group of dark monsters appeared... (Source: MAL News)"," Set in the land of Yuguto, the people thought that the land they live is the size of the world, but it’s actually divided into several areas, each with a respective king. Even though there were small wars among areas, the kings had roundtable meetings to maintain peace and balance. It was until a dark group of dark monsters appeared... (Source: MAL News)"," (No synopsis yet.)"," (No synopsis yet.)"," An animated film series based on the Ao Oni game. It will feature a new story."," The story takes place in the era of the gods, year 300. Yuuna Yuuki lives an ordinary life as a second year middle school student, but she's also a member of the \"Hero Club,\" where club activities involve dealing with a mysterious being called \"Vertex.\" (Source: ANN)"," A polar bear falls in love with an earless seal, and he wants nothing else except to protect him, even though the seal constantly thinks the bear will eat him. (Source: ANN)"," In a futuristic world, the \"Nanorace,\" people whose genes contain nanomachines that grant them special abilities, are controlled and suffer prejudice from the \"Purerace\" of normal human beings. Beck, a legendary hunter with the power of \"Red Ash,\" aims to undergo the surgical procedure to become Purerace. Alongside the large yet timid mechanic Tyger, they use their parallel machine to fly to the old world, doing dangerous jobs. One day, they suddenly run into Call, a girl pursued by the duo of Safari and Stripe. Call, Beck, and Tyger together travel to the clockwork world. But Safari, Stripe, and their leader Deny, stubbornly pursue Call, and are finally in a position to make their attack on Beck and his friends. (Source: ANN)","","(No synopsis yet.)"," Zunko Tohoku can make any mochi into delicious zunda mochi by shooting it with her Zunda Arrow. Along with Kiritan Tohoku, Itako Tohoku, Usagi Chūgoku, Metan Shikoku, and Sora Kyushu, she enjoys eating zunda mochi while being full of happiness. Chanko Ōedo conversely leads the Natto Factory along with her companions Tsurugi Chubu, Shinobi Kansai, Awamo Okinawa, and Meron Hokkaido. Even though zunda and natto use the same type of bean, the edamame used in zunda and the soy beans used in natto are harvested at different times, with edamame being harvested first. As a result, the members of the Natto Factory are afraid of a decrease in the quantity of soybeans harvested. Chanko sends Awamo Okinawa and Meron Hokkaido to Zunko's house to assassinate her, but a third power makes their appearance. (Source: ANN)"," \"A magnificent adventure started from a small chance.\" The film will have an original story. While Nobita and his friends are in Antarctica, they stumble upon some ancient ruins, and discover a big secret. (Source: ANN)"," In a cone-shaped land named Kikyougahara in Shin Province, there lives a girl named Hana. She is a gentle girl, who always thinks of her family, in particular her great-grandmother Chiyo, whom she affectionately calls \"Granny.\" One day, a traveling entertainment troupe named the Natsugawa Genzaemon Troupe happens by, and the villagers welcome them warmly. Upon finishing their performance and receiving their acclaim, the troupe's leader spots Hana with some \"oyaki,\" his favorite food, and transforms into a fox in his excitement. It turns out that the leader Genbanojou, and his companions O-Natsu and Shinzaemon, are all foxes who have taken on human forms. Genbanojou hastily negotiates with Hana, telling her that in exchange for keeping their secret, he will grant her one wish. She answers, \"I want to let my Granny see the cherry blossoms.\" (Source: ANN)"," (No synopsis yet.)"," At the far end of the Southern Seas, where none had dared to go, there exists an island called Charanpo Land. At the center of that island is a giant baobab tree, which produces many eggs each day. Inside the eggs are food, clothing, and other daily necessities. The inhabitants of the island live carefree lives, dependent upon the eggs. But lately, more and more of the eggs have been turning up empty, which makes the inhabitants uneasy. Then one day, with a thunderous crash, and an explosion of rainbow-colored light, the baobab tree produces an egg of curious appearance. The next morning, the village chief Poncho tells the inhabitants that they must find that egg. Now the tiger Kometora and a group of children must find the egg within the forest. (Source: ANN)"," Japan's Saga Prefecture is continuing its promotional campaign to attract visitors in two new animated shorts. The shorts are titled, \"Tadaima\" and \"Okaeri\". \"Tadaima\" follows a Thai foreign exchange student named Mei who finds herself bewildered when she first arrives at Saga station. She gets on a bus and, through interactions with the residents of Saga wherever she goes, she makes her own \"precious memories.\" \"Okaeri\" follows high school senior Sora who is aiming to be a professional soccer player. Unfortunately, Sora is injured and finds that the path to being a pro in Tokyo is now closed to him. He decides to find a new path in Saga Prefecture's Karatsu city. (Source: ANN, edited)"," Gou-chan arrives on earth in search of the heart plasma that will restore peace to his home planet EX Panda. He meets a human girl named Moko, who lives on a farm with her grandfather, and several strange animals called Chinjuumin. They pass their days enjoyably, but trouble begins when humans invade the forest home of the Chinjuumin looking to capture them. Meanwhile, Moko's family life gets complicated when her grandmother arrives from the city. (Source: ANN)"," (No synopsis yet.)"," A Chinese adaptation of the international Backkom franchise. The film tells of Backoom the immortal bear taking a chance to accept training to be a secret agent (like James Bond) which he goes on an adventure and saves the world."," (No synopsis yet.)"," Recap of Boku no Hero Academia that aired a week before the second season."," Specials included with the BD/DVD release of Kobayashi-san Chi no Maid Dragon."," The story takes place in Dragon Country. Nonoko is a newly appointed dentist and her mission is to protect the dragon, the guardian of the country, from tooth-cavity bacteria. One day, amid increasingly fierce battles with the neighboring country, Nonoko finds on the dragon's tooth an unconscious boy soldier from the enemy country. His name is Bell, and he has been resurrected from inside the tooth by the dragon—a supernatural phenomenon that legend says occurs before a major disaster. As Nonoko and Bell go through a series of fierce battles, they eventually learn to accept their fate. (Source: Official website)"," Specials included with the Blu-ray/DVD release of Gabriel DropOut."," Two special episodes bundled in the fourth and fifth volume of the Blu-ray/DVD."," A recap of ChäoS;HEAd that aired along with episode 1 of ChäoS;Child as part of a one-hour special. A separate volume will be release on March 26, 2017."," Recap of the first 6 episodes of Youjo Senki."," Special included on Kuroko no Basket Fan Disc 3: Korekara Nandodemo."," A special episode bundled with the fifth volume of Servamp about how Licht and Hyde first made a contract."," Recap episode of Berserk."," Episodes 5.5, 5.75, and 13 bundled with the second, third, and fourth Blu-ray volumes of ViVid Strike!"," Specials bundled with the third and fourth discs of the Stella no Mahou television series."," An unaired episode 13 of Kiitarou Shounen no Youkai Enikki included on the DVD/BD release. Kiitarou runs into typical ecchi manga tropes due to Lucky Eros albeit he doesn't feel \"lucky\" and tries to avoid everything happening between him and the female youkai."," Unaired specials included in the Blu-ray and DVD release."," Each television episode of Chain Chronicle: Haecceitas no Hikari will air weekly with one of 12 \"Chein Kuro-Nikuru\", a wordplay on Chain Chronicle's Japanese pronunciation and the Japanese term for black shorts. (Source: ANN)"," (No synopsis yet.)"," A collaboration between Aware! Meisaku-kun and Meiji, promotion Meiji's new mozzarella string cheese."," A collaboration between Asa da yo! Kaishain Toho Cinema's new frequent viewer Cine Mileage Card. For every 6 movies you watch, you get 1 free. More benefits are planned to be added to card holders.",""],"sentence":"#animeTitle# : #animeDescr#"}